[
  {
    "Preview Link": "https://bubble.io/template/primekit---dashboard-1623777077815x592495192304255000",
    "Main image": "//s3.amazonaws.com/appforest_uf/f1643483743932x439248503255760260/Frame%201%20%281%29.png",
    "Name": "Primekit",
    "Created Date": "2022-01-29T19:16:14.127Z",
    "Created By": "admin_user_primedevs_test",
    "Modified Date": "2022-06-16T18:29:07.374Z",
    "Client": "Primedevs",
    "Client logo": "//s3.amazonaws.com/appforest_uf/f1643483796419x441162409549863200/Group%201round%20png.png",
    "Type": "Template",
    "Description": "Primekit is a powerful multipurpose dashboard template designed to streamline app development on bubble.io. With Primekit, developers can quickly build a wide range of applications, including SaaS, eCommerce, and more. The template comes with a wide range of pre-built components, including charts, tables, forms, and more, all of which can be customized to fit the specific needs of the application being built. Primekit is also designed to be fully responsive, ensuring that apps created with it will look great on all devices.\n\nOne of the key benefits of using Primekit is its ability to significantly speed up the app development process. With its intuitive drag-and-drop interface, developers can easily add new components to their app without having to write any code. This allows them to focus on building the core functionality of their app, rather than spending hours on tedious coding tasks. Additionally, Primekit is built with modern design principles in mind, ensuring that the apps created with it will have a sleek, professional look and feel. Whether you're building a small business app or a large-scale SaaS platform, Primekit can help you get your app up and running faster and with less hassle.",
    "_id": "1643483774127x804230509311854500",
    "Short Description": "Primekit is a multipurpose dashboard template designed to accelerate app development on bubble.io, perfect for building SaaS and other applications."
  },
  {
    "Preview Link": "https://bubble.io/plugin/razorpay-1613885444368x576646603478663200",
    "Main image": "//s3.amazonaws.com/appforest_uf/f1655452298551x545264563286243200/ff80808174b94d780174badc765402d4-large.png",
    "Name": "Razorpay",
    "Type": "Plugin",
    "Client": "Primedevs",
    "Client logo": "//s3.amazonaws.com/appforest_uf/f1655452451047x338826837360324280/Primedevs%20Logo.svg",
    "_id": "1655452317240x750456383432833700",
    "Short Description": "The Razorpay plugin for Bubble.io enables easy integration of the Razorpay payment gateway into Bubble.io apps for streamlined payment checkout.",
    "Description": "The Razorpay plugin for Bubble.io offers an efficient solution for integrating payment checkout into Bubble.io apps. With the plugin, developers can easily integrate the Razorpay payment gateway and enable users to make payments without leaving the app. The plugin allows for customizable payment forms, and offers seamless integration with Bubble.io's database and workflows."
  },
  {
    "Preview Link": "https://bubble.io/template/primelanding-1592130561835x930836679380172800",
    "Main image": "//s3.amazonaws.com/appforest_uf/f1655453188475x460608569302002300/Frame%201.svg",
    "Name": "Primelanding",

    "Client": "Primedevs",
    "Client logo": "//s3.amazonaws.com/appforest_uf/f1655453165563x516137860315224450/Primedevs%20Logo.svg",
    "Type": "Template",
    "_id": "1655453214638x538119221413512450",
    "Short Description": "Primelanding is a responsive and well-designed Bubble.io template that serves as a great starter kit for building landing pages quickly.",
    "Description": "Primelanding is a highly-rated Bubble.io template that can help users quickly create and launch a professional-looking landing page in minutes. The template is designed with simplicity and responsiveness in mind, making it an excellent option for those who are new to Bubble or web development in general. With a 4.6-star rating and over 1.2K installs in the Bubble marketplace, Primelanding has proven to be a popular choice for entrepreneurs and small business owners who need a quick and easy way to establish an online presence.\n\nOne of the standout features of Primelanding is its ease of use. The template comes pre-designed with all the essential elements of a landing page, including a hero section, call-to-action buttons, and sections for showcasing products or services. Users can customize these elements with their own text, images, and branding, and preview their changes in real-time using Bubble's visual editor. Additionally, Primelanding is fully responsive, meaning that the page will automatically adapt to different screen sizes and devices, ensuring a seamless user experience across all platforms. Overall, Primelanding is an excellent choice for anyone looking to create a professional and effective landing page quickly and with minimal hassle."
  }
]
